Repository: rokrokss/recly
Catalog: apple/RecKit/Sources/RecKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fil, fr, hi, it, ja, ko, pl, pt_br, pt_pt, ru, sw, th, tr, ur, vi, zh_hans, zh_hant

source: %1$@ · %2$@ waiting · %3$@ failed
ar: %1$@ · %2$@ منتظر · %3$@ فاشل
bn: %1$@ · অপেক্ষায় %2$@ · ব্যর্থ %3$@
de: %1$@ · %2$@ wartend · %3$@ fehlgeschlagen
es: %1$@ · %2$@ en espera · %3$@ con error
fa: %1$@ · %2$@ در انتظار · %3$@ ناموفق
fil: %1$@ · %2$@ naghihintay · %3$@ nabigo
fr: %1$@ · %2$@ en attente · %3$@ en échec
hi: %1$@ · %2$@ प्रतीक्षारत · %3$@ विफल
it: %1$@ · %2$@ in attesa · %3$@ con errore
ja: %1$@・%2$@件待機中・%3$@件失敗
ko: %1$@ · 대기 %2$@ · 실패 %3$@
pl: %1$@ · oczekujące: %2$@ · niepowodzenia: %3$@
pt_br: %1$@ · %2$@ em espera · %3$@ com falha
pt_pt: %1$@ · %2$@ em espera · %3$@ com falha
ru: %1$@ · %2$@ в ожидании · %3$@ с ошибкой
sw: %1$@ · zinazosubiri: %2$@ · zilizoshindwa: %3$@
th: %1$@ · รอ %2$@ · ล้มเหลว %3$@
tr: %1$@ · %2$@ bekliyor · %3$@ başarısız
ur: %1$@ · منتظر: %2$@ · ناکام: %3$@
vi: %1$@ · %2$@ đang chờ · %3$@ thất bại
zh_hans: %1$@·%2$@项等待·%3$@项失败
zh_hant: %1$@·%2$@項等待·%3$@項失敗

source: %1$@, recorded %2$@, length %3$@, %4$@
ar: %1$@، سُجّل %2$@، المدة %3$@، %4$@
bn: %1$@, রেকর্ডের সময় %2$@, দৈর্ঘ্য %3$@, %4$@
de: %1$@, aufgenommen %2$@, Dauer %3$@, %4$@
es: %1$@, grabado %2$@, duración %3$@, %4$@
fa: %1$@، زمان ضبط %2$@، مدت %3$@، %4$@
fil: %1$@, na-record %2$@, haba %3$@, %4$@
fr: %1$@, enregistré le %2$@, durée %3$@, %4$@
hi: %1$@, रिकॉर्ड किया %2$@, अवधि %3$@, %4$@
it: %1$@, registrata il %2$@, durata %3$@, %4$@
ja: %1$@、録音日時%2$@、長さ%3$@、%4$@
ko: %1$@, %2$@ 녹음, 길이 %3$@, %4$@
pl: %1$@, nagrano %2$@, długość %3$@, %4$@
pt_br: %1$@, gravado em %2$@, duração %3$@, %4$@
pt_pt: %1$@, gravada em %2$@, duração %3$@, %4$@
ru: %1$@, записано %2$@, длительность %3$@, %4$@
sw: %1$@, ilirekodiwa %2$@, muda %3$@, %4$@
th: %1$@, บันทึกเมื่อ %2$@, ความยาว %3$@, %4$@
tr: %1$@, kayıt tarihi %2$@, süre %3$@, %4$@
ur: %1$@، ریکارڈنگ کا وقت %2$@، دورانیہ %3$@، %4$@
vi: %1$@, ghi âm lúc %2$@, thời lượng %3$@, %4$@
zh_hans: %1$@，录制于%2$@，时长%3$@，%4$@
zh_hant: %1$@，錄製於%2$@，時長%3$@，%4$@

source: Recordings not yet in Drive, kept on this Mac: %@
ar: التسجيلات التي لم تصل إلى Drive وتبقى على هذا الـMac: %@.
bn: এখনও Drive-এ না যাওয়া রেকর্ডিং এই Mac-এ রাখা হয়েছে: %@
de: Noch nicht zu Drive übertragene Aufnahmen bleiben auf diesem Mac: %@.
es: Las grabaciones aún no subidas a Drive se quedan en este Mac: %@.
fa: ضبط‌هایی که هنوز به Drive نرسیده‌اند و روی این Mac می‌مانند: %@
fil: Mga recording na wala pa sa Drive, nananatili sa Mac na ito: %@
fr: Les enregistrements non envoyés à Drive restent sur ce Mac : %@.
hi: Drive तक नहीं पहुँची रिकॉर्डिंग इस Mac पर रहेंगी: %@।
it: Registrazioni non ancora su Drive, conservate su questo Mac: %@
ja: Driveに未送信の録音%@件は、このMacに残ります。
ko: 아직 Drive에 올라가지 않은 녹음 %@건은 이 Mac에 남습니다.
pl: Nagrania nieprzesłane jeszcze na Drive, zachowane na tym Macu: %@
pt_br: As gravações ainda não enviadas ao Drive ficam neste Mac: %@.
pt_pt: Gravações por carregar para o Drive, mantidas neste Mac: %@
ru: Ещё не загруженные в Drive записи останутся на этом Mac: %@.
sw: Rekodi zilizobaki kwenye Mac hii ambazo bado hazijafika kwenye Drive: %@
th: การบันทึกเสียงที่ยังไม่อยู่ใน Drive ซึ่งเก็บไว้ใน Mac เครื่องนี้: %@
tr: Henüz Drive'a yüklenmeyen, bu Mac'te tutulan kayıtlar: %@
ur: جو ریکارڈنگز ابھی Drive میں نہیں، اس Mac پر رکھی گئیں: %@
vi: %@ bản ghi âm chưa được tải lên Drive vẫn được giữ trên máy Mac này
zh_hans: 尚未上传至Drive的%@条录音将保留在此Mac上。
zh_hant: 尚未上傳至Drive的%@筆錄音將保留在此Mac上。

source: Recordings not yet in Drive, kept on this phone: %@
ar: التسجيلات التي لم تصل إلى Drive وتبقى على هذا الهاتف: %@.
bn: এখনও Drive-এ না যাওয়া রেকর্ডিং এই ফোনে রাখা হয়েছে: %@
de: Noch nicht zu Drive übertragene Aufnahmen bleiben auf diesem Telefon: %@.
es: Las grabaciones aún no subidas a Drive se quedan en este teléfono: %@.
fa: ضبط‌هایی که هنوز به Drive نرسیده‌اند و روی این تلفن می‌مانند: %@
fil: Mga recording na wala pa sa Drive, nananatili sa teleponong ito: %@
fr: Les enregistrements non envoyés à Drive restent sur ce téléphone : %@.
hi: Drive तक नहीं पहुँची रिकॉर्डिंग इस फ़ोन पर रहेंगी: %@।
it: Registrazioni non ancora su Drive, conservate su questo telefono: %@
ja: Driveに未送信の録音%@件は、このスマートフォンに残ります。
ko: 아직 Drive에 올라가지 않은 녹음 %@건은 이 폰에 남습니다.
pl: Nagrania nieprzesłane jeszcze na Drive, zachowane na tym telefonie: %@
pt_br: As gravações ainda não enviadas ao Drive ficam neste telefone: %@.
pt_pt: Gravações por carregar para o Drive, mantidas neste telemóvel: %@
ru: Ещё не загруженные в Drive записи останутся на этом телефоне: %@.
sw: Rekodi zilizobaki kwenye simu hii ambazo bado hazijafika kwenye Drive: %@
th: การบันทึกเสียงที่ยังไม่อยู่ใน Drive ซึ่งเก็บไว้ในโทรศัพท์เครื่องนี้: %@
tr: Henüz Drive'a yüklenmeyen, bu telefonda tutulan kayıtlar: %@
ur: جو ریکارڈنگز ابھی Drive میں نہیں، اس فون پر رکھی گئیں: %@
vi: %@ bản ghi âm chưa được tải lên Drive vẫn được giữ trên điện thoại này
zh_hans: 尚未上传至Drive的%@条录音将保留在此手机上。
zh_hant: 尚未上傳至Drive的%@筆錄音將保留在此手機上。

source: A third-party AI speech recognition service. Recly does not operate it.
ar: خدمة تعرّف على الكلام بالذكاء الاصطناعي تابعة لجهة خارجية، ولا تديرها Recly.
bn: এটি তৃতীয় পক্ষের একটি AI স্পিচ রিকগনিশন পরিষেবা। Recly এটি পরিচালনা করে না।
de: Ein KI-Spracherkennungsdienst eines Drittanbieters. Recly betreibt ihn nicht.
es: Un servicio de reconocimiento de voz con IA de un tercero. Recly no lo gestiona.
fa: یک سرویس تشخیص گفتار مبتنی بر هوش مصنوعی از شخص ثالث. Recly آن را اداره نمی‌کند.
fil: Serbisyo ng third-party para sa AI speech recognition. Hindi ito pinapatakbo ng Recly.
fr: Un service tiers de reconnaissance vocale par IA. Recly ne l’exploite pas.
hi: यह किसी तृतीय पक्ष की AI वाक् पहचान सेवा है। Recly इसे संचालित नहीं करता।
it: Un servizio di riconoscimento vocale con IA di terze parti. Recly non lo gestisce.
ja: 第三者のAI音声認識サービスです。Reclyは運営していません。
ko: 제3자 AI 음성 인식 서비스입니다. Recly가 운영하지 않습니다.
pl: Zewnętrzna usługa rozpoznawania mowy oparta na AI. Recly nie jest jej operatorem.
pt_br: Um serviço de reconhecimento de fala com IA de terceiros. A Recly não o opera.
pt_pt: Um serviço de reconhecimento de voz com IA de terceiros. Não é gerido pelo Recly.
ru: Сторонний сервис распознавания речи на основе ИИ. Recly им не управляет.
sw: Huduma ya AI ya utambuzi wa matamshi inayotolewa na kampuni nyingine. Recly haiiendeshi.
th: บริการรู้จำเสียงพูดด้วย AI ของบุคคลที่สาม Recly ไม่ได้เป็นผู้ให้บริการนี้
tr: Üçüncü taraf bir yapay zeka konuşma tanıma hizmeti. Recly tarafından işletilmez.
ur: فریق ثالث کی AI تقریر کی شناخت کی سروس۔ Recly اسے نہیں چلاتا۔
vi: Dịch vụ nhận dạng giọng nói AI của bên thứ ba. Recly không vận hành dịch vụ này.
zh_hans: 这是第三方AI语音识别服务，并非由Recly运营。
zh_hant: 這是第三方AI語音辨識服務，並非由Recly營運。

source: Allow & save
ar: السماح والحفظ
bn: অনুমতি দিন ও সেভ করুন
de: Erlauben und speichern
es: Permitir y guardar
fa: اجازه دادن و ذخیره
fil: Payagan at i-save
fr: Autoriser et enregistrer
hi: अनुमति दें और सहेजें
it: Consenti e salva
ja: 許可して保存
ko: 허용하고 저장
pl: Zezwól i zapisz
pt_br: Permitir e salvar
pt_pt: Permitir e guardar
ru: Разрешить и сохранить
sw: Ruhusu na uhifadhi
th: อนุญาตและบันทึก
tr: İzin ver ve kaydet
ur: اجازت دیں اور محفوظ کریں
vi: Cho phép và lưu
zh_hans: 允许并保存
zh_hant: 允許並儲存

source: API key
ar: مفتاح API
bn: API কী
de: API-Schlüssel
es: Clave API
fa: کلید API
fr: Clé API
hi: API कुंजी
it: Chiave API
ja: APIキー
ko: API 키
pl: Klucz API
pt_br: Chave de API
pt_pt: Chave de API
ru: Ключ API
sw: Ufunguo wa API
th: คีย์ API
tr: API anahtarı
ur: API کلید
vi: Khóa API
zh_hans: API密钥
zh_hant: API金鑰

source: Allow transfers and continue
ar: السماح بالنقل والمتابعة
bn: ট্রান্সফারের অনুমতি দিন ও চালিয়ে যান
de: Übertragungen erlauben und fortfahren
es: Permitir transferencias y continuar
fa: اجازه انتقال و ادامه
fil: Payagan ang mga paglilipat at magpatuloy
fr: Autoriser les transferts et continuer
hi: ट्रांसफ़र की अनुमति दें और जारी रखें
it: Consenti i trasferimenti e continua
ja: 転送を許可して続ける
ko: 전송을 허용하고 계속
pl: Zezwól na przekazywanie i kontynuuj
pt_br: Permitir transferências e continuar
pt_pt: Permitir envios e continuar
ru: Разрешить передачу и продолжить
sw: Ruhusu uhamishaji na uendelee
th: อนุญาตการถ่ายโอนและดำเนินการต่อ
tr: Aktarımlara izin ver ve devam et
ur: منتقلی کی اجازت دیں اور جاری رکھیں
vi: Cho phép chuyển dữ liệu và tiếp tục
zh_hans: 允许传输并继续
zh_hant: 允許傳輸並繼續

source: Allowed destinations
ar: الوجهات المسموح بها
bn: অনুমোদিত গন্তব্য
de: Erlaubte Ziele
es: Destinos permitidos
fa: مقصدهای مجاز
fil: Mga pinapayagang destinasyon
fr: Destinations autorisées
hi: अनुमत गंतव्य
it: Destinazioni consentite
ja: 許可した送信先
ko: 허용한 전송 대상
pl: Dozwolone miejsca docelowe
pt_br: Destinos permitidos
pt_pt: Destinos permitidos
ru: Разрешённые назначения
sw: Vituo vilivyoruhusiwa
th: ปลายทางที่อนุญาต
tr: İzin verilen hedefler
ur: اجازت شدہ منزلیں
vi: Nơi nhận đã cho phép
zh_hans: 允许的目标地址
zh_hant: 允許的目的地

source: Also delete the Drive folder
ar: حذف مجلد Drive أيضًا
bn: Drive ফোল্ডারও মুছুন
de: Auch den Drive-Ordner löschen
es: Eliminar también la carpeta de Drive
fa: پوشه Drive هم حذف شود
fil: I-delete din ang folder sa Drive
fr: Supprimer aussi le dossier Drive
hi: Drive फ़ोल्डर भी हटाएँ
it: Elimina anche la cartella di Drive
ja: Driveのフォルダも削除
ko: Drive 폴더도 함께 삭제
pl: Usuń też folder na Drive
pt_br: Excluir também a pasta do Drive
pt_pt: Eliminar também a pasta do Drive
ru: Также удалить папку в Drive
sw: Futa pia folda ya Drive
th: ลบโฟลเดอร์ Drive ด้วย
tr: Drive klasörünü de sil
ur: Drive فولڈر بھی حذف کریں
vi: Xóa cả thư mục Drive
zh_hans: 同时删除Drive文件夹
zh_hant: 同時刪除Drive資料夾

source: Also delete the recordings on this Mac
ar: حذف التسجيلات على هذا الـMac أيضًا
bn: এই Mac-এর রেকর্ডিংও মুছুন
de: Auch die Aufnahmen auf diesem Mac löschen
es: Eliminar también las grabaciones de este Mac
fa: ضبط‌های روی این Mac هم حذف شوند
fil: I-delete din ang mga recording sa Mac na ito
fr: Supprimer aussi les enregistrements de ce Mac
hi: इस Mac की रिकॉर्डिंग भी हटाएँ
it: Elimina anche le registrazioni su questo Mac
ja: このMacの録音も削除
ko: 이 Mac의 녹음도 함께 삭제
pl: Usuń też nagrania na tym Macu
pt_br: Excluir também as gravações deste Mac
pt_pt: Eliminar também as gravações neste Mac
ru: Также удалить записи с этого Mac
sw: Futa pia rekodi zilizo kwenye Mac hii
th: ลบการบันทึกเสียงใน Mac เครื่องนี้ด้วย
tr: Bu Mac'teki kayıtları da sil
ur: اس Mac پر موجود ریکارڈنگز بھی حذف کریں
vi: Xóa cả các bản ghi âm trên máy Mac này
zh_hans: 同时删除此Mac上的录音
zh_hant: 同時刪除此Mac上的錄音

source: Also delete the recordings on this phone
ar: حذف التسجيلات على هذا الهاتف أيضًا
bn: এই ফোনের রেকর্ডিংও মুছুন
de: Auch die Aufnahmen auf diesem Telefon löschen
es: Eliminar también las grabaciones de este teléfono
fa: ضبط‌های روی این تلفن هم حذف شوند
fil: I-delete din ang mga recording sa teleponong ito
fr: Supprimer aussi les enregistrements de ce téléphone
hi: इस फ़ोन की रिकॉर्डिंग भी हटाएँ
it: Elimina anche le registrazioni su questo telefono
ja: このスマートフォンの録音も削除
ko: 이 폰의 녹음도 함께 삭제
pl: Usuń też nagrania na tym telefonie
pt_br: Excluir também as gravações deste telefone
pt_pt: Eliminar também as gravações neste telemóvel
ru: Также удалить записи с этого телефона
sw: Futa pia rekodi zilizo kwenye simu hii
th: ลบการบันทึกเสียงในโทรศัพท์เครื่องนี้ด้วย
tr: Bu telefondaki kayıtları da sil
ur: اس فون پر موجود ریکارڈنگز بھی حذف کریں
vi: Xóa cả các bản ghi âm trên điện thoại này
zh_hans: 同时删除此手机上的录音
zh_hant: 同時刪除此手機上的錄音

source: App language
ar: لغة التطبيق
bn: অ্যাপের ভাষা
de: App-Sprache
es: Idioma de la app
fa: زبان برنامه
fil: Wika ng app
fr: Langue de l’app
hi: ऐप की भाषा
it: Lingua dell’app
ja: アプリの言語
ko: 앱 언어
pl: Język aplikacji
pt_br: Idioma do app
pt_pt: Idioma da aplicação
ru: Язык приложения
sw: Lugha ya programu
th: ภาษาของแอป
tr: Uygulama dili
ur: ایپ کی زبان
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: 應用程式語言

source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
es: Cancelar
fa: لغو
fil: Kanselahin
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отмена
sw: Ghairi
th: ยกเลิก
tr: İptal
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Check the key
ar: التحقق من المفتاح
bn: কী-টি যাচাই করুন
de: Schlüssel prüfen
es: Comprobar la clave
fa: کلید را بررسی کنید
fil: Suriin ang key
fr: Vérifier la clé
hi: कुंजी जाँचें
it: Controlla la chiave
ja: キーを確認
ko: 키 확인
pl: Sprawdź klucz
pt_br: Verificar a chave
pt_pt: Verifique a chave
ru: Проверить ключ
sw: Kagua ufunguo
th: ตรวจสอบคีย์
tr: Anahtarı kontrol edin
ur: کلید چیک کریں
vi: Kiểm tra khóa
zh_hans: 检查密钥
zh_hant: 檢查金鑰

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fa: بستن
fil: Isara
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ru: Закрыть
sw: Funga
th: ปิด
tr: Kapat
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Collapse
ar: طي
bn: সঙ্কুচিত করুন
de: Einklappen
es: Contraer
fa: جمع کردن
fil: I-collapse
fr: Réduire
hi: समेटें
it: Comprimi
ja: 折りたたむ
ko: 접기
pl: Zwiń
pt_br: Recolher
pt_pt: Recolher
ru: Свернуть
sw: Kunja
th: ยุบ
tr: Daralt
ur: سمیٹیں
vi: Thu gọn
zh_hans: 收起
zh_hant: 收合

source: Collapsed
ar: مطوي
bn: সঙ্কুচিত
de: Eingeklappt
es: Contraído
fa: جمع‌شده
fil: Naka-collapse
fr: Réduit
hi: समेटा हुआ
it: Compresso
ja: 折りたたみ済み
ko: 접힘
pl: Zwinięte
pt_br: Recolhido
pt_pt: Recolhido
ru: Свёрнуто
sw: Imekunjwa
th: ยุบอยู่
tr: Daraltıldı
ur: سمٹا ہوا
vi: Đã thu gọn
zh_hans: 已收起
zh_hant: 已收合

# Could not check the Google sign-in — try Disconnect again
source: Could not check the Google connection. Try disconnecting Drive again in Settings.
ar: تعذّر التحقق من اتصال Google. حاول فصل Drive مجددًا من الإعدادات.
bn: Google কানেকশন যাচাই করা যায়নি। সেটিংসে আবার Drive ডিসকানেক্ট করার চেষ্টা করুন।
de: Die Google-Verbindung konnte nicht geprüft werden. Trennen Sie Drive erneut in den Einstellungen.
es: No se pudo comprobar la conexión con Google. Intenta desconectar Drive otra vez en Ajustes.
fa: اتصال Google بررسی نشد. قطع اتصال Drive را دوباره در تنظیمات امتحان کنید.
fil: Hindi masuri ang koneksyon sa Google. Subukang idiskonekta ulit ang Drive sa Mga Setting.
fr: Impossible de vérifier la connexion Google. Réessayez de déconnecter Drive dans Réglages.
hi: Google कनेक्शन जाँचा नहीं जा सका। सेटिंग में Drive को फिर डिस्कनेक्ट करें।
it: Impossibile verificare il collegamento a Google. Prova di nuovo a scollegare Drive in Impostazioni.
ja: Googleとの接続を確認できませんでした。設定でDriveの接続解除を再試行してください。
ko: Google 연결 상태를 확인하지 못했습니다. 설정에서 Drive 연결 해제를 다시 시도하세요.
pl: Nie można sprawdzić połączenia z Google. Spróbuj ponownie odłączyć Drive w Ustawieniach.
pt_br: Não foi possível verificar a conexão Google. Tente desconectar o Drive novamente em Configurações.
pt_pt: Não foi possível verificar a ligação ao Google. Tente desligar o Drive novamente nas Definições.
ru: Не удалось проверить подключение Google. Попробуйте снова отключить Drive в настройках.
sw: Imeshindwa kukagua muunganisho wa Google. Jaribu tena kutenganisha Drive katika Mipangilio.
th: ตรวจสอบการเชื่อมต่อ Google ไม่ได้ ลองยกเลิกการเชื่อมต่อ Drive อีกครั้งในการตั้งค่า
tr: Google bağlantısı kontrol edilemedi. Ayarlar'da Drive bağlantısını yeniden kesmeyi deneyin.
ur: Google کنکشن چیک نہیں کیا جا سکا۔ ترتیبات میں Drive کو دوبارہ منقطع کرنے کی کوشش کریں۔
vi: Không thể kiểm tra kết nối Google. Hãy thử ngắt kết nối Drive lại trong Cài đặt.
zh_hans: 无法检查Google连接。请在设置中重试断开Drive。
zh_hant: 無法檢查Google連線。請在設定中重試中斷Drive連線。

source: Could not fetch from Drive
ar: تعذّر الجلب من Drive
bn: Drive থেকে আনা যায়নি
de: Abruf aus Drive fehlgeschlagen
es: No se pudo obtener de Drive
fa: دریافت از Drive انجام نشد
fil: Hindi makakuha mula sa Drive
fr: Impossible de récupérer depuis Drive
hi: Drive से प्राप्त नहीं हो सका
it: Impossibile recuperare da Drive
ja: Driveから取得できませんでした
ko: Drive에서 받지 못했습니다
pl: Nie można pobrać z Drive
pt_br: Não foi possível obter do Drive
pt_pt: Não foi possível obter do Drive
ru: Не удалось получить из Drive
sw: Imeshindwa kuleta kutoka kwenye Drive
th: ดึงข้อมูลจาก Drive ไม่ได้
tr: Drive'dan alınamadı
ur: Drive سے حاصل نہیں کیا جا سکا
vi: Không thể lấy dữ liệu từ Drive
zh_hans: 无法从Drive获取
zh_hant: 無法從Drive取得

source: Could not read transfer permissions
ar: تعذّرت قراءة أذونات النقل
bn: ট্রান্সফারের অনুমতি পড়া যায়নি
de: Übertragungsberechtigungen konnten nicht gelesen werden
es: No se pudieron leer los permisos de transferencia
fa: اجازه‌های انتقال خوانده نشد
fil: Hindi mabasa ang mga pahintulot sa paglilipat
fr: Impossible de lire les autorisations de transfert
hi: ट्रांसफ़र अनुमतियाँ पढ़ी नहीं जा सकीं
it: Impossibile leggere le autorizzazioni di trasferimento
ja: 転送の許可を読み込めませんでした
ko: 전송 허용 정보를 읽지 못했습니다
pl: Nie można odczytać zgód na przekazywanie
pt_br: Não foi possível ler as permissões de transferência
pt_pt: Não foi possível ler as permissões de envio
ru: Не удалось прочитать разрешения на передачу
sw: Imeshindwa kusoma ruhusa za uhamishaji
th: อ่านสิทธิ์การถ่ายโอนไม่ได้
tr: Aktarım izinleri okunamadı
ur: منتقلی کی اجازتیں پڑھی نہیں جا سکیں
vi: Không thể đọc quyền chuyển dữ liệu
zh_hans: 无法读取传输权限
zh_hant: 無法讀取傳輸權限

source: Could not save the disconnect state — try again
ar: تعذّر حفظ حالة الفصل. أعد المحاولة
bn: ডিসকানেক্টের অবস্থা সেভ করা যায়নি; আবার চেষ্টা করুন
de: Trennungsstatus konnte nicht gespeichert werden. Erneut versuchen
es: No se pudo guardar la desconexión. Inténtalo de nuevo
fa: وضعیت قطع اتصال ذخیره نشد؛ دوباره امتحان کنید
fil: Hindi ma-save ang pagdiskonekta — subukang muli
fr: Impossible d’enregistrer la déconnexion. Réessayez
hi: डिस्कनेक्ट की स्थिति सहेजी नहीं जा सकी। फिर कोशिश करें
it: Impossibile salvare lo scollegamento: riprova
ja: 接続解除の状態を保存できませんでした。再試行してください
ko: 연결 해제 상태를 저장하지 못했습니다 — 다시 시도하세요
pl: Nie można zapisać stanu odłączenia — spróbuj ponownie
pt_br: Não foi possível salvar o estado da desconexão. Tente novamente
pt_pt: Não foi possível guardar o estado de desligado — tente novamente
ru: Не удалось сохранить состояние отключения. Повторите попытку
sw: Imeshindwa kuhifadhi hali ya kutenganisha — jaribu tena
th: บันทึกสถานะการยกเลิกการเชื่อมต่อไม่ได้ ลองอีกครั้ง
tr: Bağlantı kesme durumu kaydedilemedi — yeniden deneyin
ur: منقطع ہونے کی حالت محفوظ نہیں ہو سکی — دوبارہ کوشش کریں
vi: Không thể lưu trạng thái ngắt kết nối — hãy thử lại
zh_hans: 无法保存断开状态，请重试
zh_hant: 無法儲存中斷狀態，請重試

source: Could not save transfer permissions
ar: تعذّر حفظ أذونات النقل
bn: ট্রান্সফারের অনুমতি সেভ করা যায়নি
de: Übertragungsberechtigungen konnten nicht gespeichert werden
es: No se pudieron guardar los permisos de transferencia
fa: اجازه‌های انتقال ذخیره نشد
fil: Hindi ma-save ang mga pahintulot sa paglilipat
fr: Impossible d’enregistrer les autorisations de transfert
hi: ट्रांसफ़र अनुमतियाँ सहेजी नहीं जा सकीं
it: Impossibile salvare le autorizzazioni di trasferimento
ja: 転送の許可を保存できませんでした
ko: 전송 허용 정보를 저장하지 못했습니다
pl: Nie można zapisać zgód na przekazywanie
pt_br: Não foi possível salvar as permissões de transferência
pt_pt: Não foi possível guardar as permissões de envio
ru: Не удалось сохранить разрешения на передачу
sw: Imeshindwa kuhifadhi ruhusa za uhamishaji
th: บันทึกสิทธิ์การถ่ายโอนไม่ได้
tr: Aktarım izinleri kaydedilemedi
ur: منتقلی کی اجازتیں محفوظ نہیں ہو سکیں
vi: Không thể lưu quyền chuyển dữ liệu
zh_hans: 无法保存传输权限
zh_hant: 無法儲存傳輸權限

source: Dark
ar: داكن
bn: গাঢ়
de: Dunkel
es: Oscuro
fa: تیره
fil: Madilim
fr: Sombre
hi: गहरा
it: Scuro
ja: ダーク
ko: 어둡게
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ru: Тёмная
sw: Meusi
th: มืด
tr: Koyu
ur: گہرا
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Delete
ar: حذف
bn: মুছুন
de: Löschen
es: Eliminar
fa: حذف
fil: I-delete
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sw: Futa
th: ลบ
tr: Sil
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete on this Mac only
ar: الحذف من هذا الـMac فقط
bn: শুধু এই Mac থেকে মুছুন
de: Nur auf diesem Mac löschen
es: Eliminar solo de este Mac
fa: فقط از این Mac حذف شود
fil: I-delete sa Mac na ito lang
fr: Supprimer uniquement de ce Mac
hi: केवल इस Mac से हटाएँ
it: Elimina solo da questo Mac
ja: このMacからのみ削除
ko: 이 Mac에서만 삭제
pl: Usuń tylko na tym Macu
pt_br: Excluir apenas deste Mac
pt_pt: Eliminar só neste Mac
ru: Удалить только с этого Mac
sw: Futa kwenye Mac hii pekee
th: ลบเฉพาะใน Mac เครื่องนี้
tr: Yalnızca bu Mac'ten sil
ur: صرف اس Mac پر حذف کریں
vi: Chỉ xóa trên máy Mac này
zh_hans: 仅从此Mac删除
zh_hant: 僅從此Mac刪除

source: Delete on this phone only
ar: الحذف من هذا الهاتف فقط
bn: শুধু এই ফোন থেকে মুছুন
de: Nur auf diesem Telefon löschen
es: Eliminar solo de este teléfono
fa: فقط از این تلفن حذف شود
fil: I-delete sa teleponong ito lang
fr: Supprimer uniquement de ce téléphone
hi: केवल इस फ़ोन से हटाएँ
it: Elimina solo da questo telefono
ja: このスマートフォンからのみ削除
ko: 이 폰에서만 삭제
pl: Usuń tylko na tym telefonie
pt_br: Excluir apenas deste telefone
pt_pt: Eliminar só neste telemóvel
ru: Удалить только с этого телефона
sw: Futa kwenye simu hii pekee
th: ลบเฉพาะในโทรศัพท์เครื่องนี้
tr: Yalnızca bu telefondan sil
ur: صرف اس فون پر حذف کریں
vi: Chỉ xóa trên điện thoại này
zh_hans: 仅从此手机删除
zh_hant: 僅從此手機刪除

source: Delete ‘%@’?
ar: حذف «%@»؟
bn: ‘%@’ মুছবেন?
de: „%@“ löschen?
es: ¿Eliminar «%@»?
fa: حذف «%@»؟
fil: I-delete ang ‘%@’?
fr: Supprimer « %@ » ?
hi: ‘%@’ हटाएँ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: ‘%@’을(를) 삭제할까요?
pl: Usunąć „%@”?
pt_br: Excluir “%@”?
pt_pt: Eliminar «%@»?
ru: Удалить «%@»?
sw: Ungependa kufuta “%@”?
th: ลบ “%@” ใช่ไหม?
tr: “%@” silinsin mi?
ur: “%@” حذف کریں؟
vi: Xóa “%@”?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Deleted here, but Drive refused: %@
ar: تم الحذف هنا، لكن Drive رفض: %@
bn: এখানে মুছে ফেলা হয়েছে, কিন্তু Drive প্রত্যাখ্যান করেছে: %@
de: Hier gelöscht, aber Drive hat abgelehnt: %@
es: Eliminado aquí, pero Drive lo rechazó: %@
fa: اینجا حذف شد، اما Drive نپذیرفت: %@
fil: Na-delete dito, pero tumanggi ang Drive: %@
fr: Supprimé ici, mais refusé par Drive : %@
hi: यहाँ हटा दिया गया, लेकिन Drive ने मना किया: %@
it: Eliminata qui, ma Drive ha rifiutato: %@
ja: このデバイスからは削除しましたが、Driveで拒否されました：%@
ko: 이 기기에서는 지웠지만 Drive에서 지우지 못했습니다: %@
pl: Usunięto tutaj, ale Drive odmówił: %@
pt_br: Excluído aqui, mas o Drive recusou: %@
pt_pt: Eliminada aqui, mas o Drive recusou: %@
ru: Удалено здесь, но Drive отказал: %@
sw: Imefutwa hapa, lakini Drive imekataa: %@
th: ลบที่นี่แล้ว แต่ Drive ปฏิเสธ: %@
tr: Burada silindi ancak Drive reddetti: %@
ur: یہاں حذف ہو گیا، لیکن Drive نے انکار کیا: %@
vi: Đã xóa ở đây nhưng Drive từ chối: %@
zh_hans: 已从此处删除，但Drive拒绝删除：%@
zh_hant: 已從此處刪除，但Drive拒絕刪除：%@

source: Details
ar: التفاصيل
bn: বিবরণ
es: Detalles
fa: جزئیات
fil: Mga Detalye
fr: Détails
hi: विवरण
it: Dettagli
ja: 詳細
ko: 상세
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ru: Подробности
sw: Maelezo
th: รายละเอียด
tr: Ayrıntılar
ur: تفصیلات
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

source: Disconnect
ar: فصل الاتصال
bn: ডিসকানেক্ট করুন
de: Trennen
es: Desconectar
fa: قطع اتصال
fil: Idiskonekta
fr: Déconnecter
hi: डिस्कनेक्ट करें
it: Scollega
ja: 接続を解除
ko: 연결 해제
pl: Odłącz
pt_br: Desconectar
pt_pt: Desligar
ru: Отключить
sw: Tenganisha
th: ยกเลิกการเชื่อมต่อ
tr: Bağlantıyı kes
ur: منقطع کریں
vi: Ngắt kết nối
zh_hans: 断开连接
zh_hant: 中斷連線

# Disconnect Recly from Google?
source: Disconnect Google Drive?
ar: فصل Google Drive؟
bn: Google Drive ডিসকানেক্ট করবেন?
de: Google Drive trennen?
es: ¿Desconectar Google Drive?
fa: اتصال Google Drive قطع شود؟
fil: Idiskonekta ang Google Drive?
fr: Déconnecter Google Drive ?
hi: Google Drive डिस्कनेक्ट करें?
it: Scollegare Google Drive?
ja: Google Driveの接続を解除しますか？
ko: Drive 연결을 해제할까요?
pl: Odłączyć Google Drive?
pt_br: Desconectar o Google Drive?
pt_pt: Desligar o Google Drive?
ru: Отключить Google Drive?
sw: Ungependa kutenganisha Google Drive?
th: ยกเลิกการเชื่อมต่อ Google Drive ใช่ไหม?
tr: Google Drive bağlantısı kesilsin mi?
ur: Google Drive منقطع کریں؟
vi: Ngắt kết nối Google Drive?
zh_hans: 断开Google Drive？
zh_hant: 中斷Google Drive連線？
